Repository: dimavroudis/autoconvert-greeklish-permalinks
Catalog: languages/agp-*.po
Languages: el

source: Convert Greek Permalinks
el: Μετατροπή ελληνικών συνδέσμων

source: Automatic Conversion
el: Αυτόματη μετατροπή

source: Diphthongs Conversion
el: Μετατροπή διφθόγγων

source: Do you want all new permalinks to be converted to greeklish?
el: Θέλετε όλα οι νέοι σύνδεσμοι να μετατρέπονται σε greeklish;

source: Which post types to be automatically converted?
el: Ποιοι τύποι δημοσιεύσεων να μετατρέπονται αυτόματα;

source: Which taxonomies to be automatically converted?
el: Ποιες ταξινομήσεις να μετατρέπονται αυτόματα;

source: How do you want diphthongs to be converted?
el: Πώς θέλετε να μετατραπούν οι δίφθογγοι;

source: Settings
el: Ρυθμίσεις

source: Convert old posts/terms
el: Μετατροπή παλιών άρθρων/όρων

source: All your permalinks were already in greeklish.
el: Όλοι οι σύνδεσμοί σας ήταν ήδη σε greeklish.

source: Permalinks conversion has started in the background.
el: Η μετατροπή των συνδέσμων ξεκίνησε στο παρασκήνιο.

source: Heads-up!
el: Προσοχή!

source: Choosing post types or taxonomies for automatic conversion will decrease the maximum length of the slugs from 200 characters to about 50, due to limitations from WordPress. Set the settings to "All post types" and "All taxonomies" if you want to keep slugs at 200 characters maximum.
el: Επιλέγοντας τύπους δημοσίευσης ή ταξινομήσεις για αυτόματη μετατροπή, θα μειωθεί το μέγιστο μήκος των URLs από 200 χαρακτήρες σε περίπου 50, λόγω περιορισμών του WordPress. Επιλέξτε "Όλοι οι τύποι άρθρων" και "Όλες οι ταξινομήσεις" παρακάτω, αν δε θέλετε να μειωθεί το μέγεθος των URLs σας.

source: Permalinks conversion is at %s
el: Η μετατροπή των συνδέσμων είναι στο %s

source: Permalinks conversion is done!
el: Η μετατροπή των συνδέσμων ολοκληρώθηκε!

source: Dismiss
el: Κλείσιμο

source: Convert old permalinks
el: Μετατροπή παλιών συνδέσμων

source: Convert Permalinks to Greeklish
el: Μετατροπή συνδέσμων σε greeklish

source: All post types
el: Όλοι οι τύποι άρθρων

source: No post types
el: Κανένας τύπος άρθρου

source: Post types to convert
el: Τύποι άρθρων για μετατροπή

source: Select one or more post types
el: Επιλέξτε ένα ή περισσότερα τύπο άρθρου

source: All taxonomies
el: Όλες οι ταξινομήσεις

source: No taxonomies
el: Καμία ταξινόμηση

source: Taxonomies to convert
el: Ταξονομίες για μετατροπή

source: Select one or more taxonomies
el: Επιλέξτε ένα ή περισσότερα είδη ταξονομιών

source: Depending on your server and the amount of permalinks that needs to be converted, the conversion might take a few minutes to complete.
el: Ανάλογα με το server σας και το πλήθος των συνδέσμων που πρέπει να μετατραπούν, μπορεί να χρειαστούν μερικά λεπτά για να ολοκληρωθεί η μετατροπή.

source: Select All
el: Επιλογή όλων

source: Convert Permalinks
el: Μετατροπή Συνδέσμων

source: Simple conversion
el: Απλή μετατροπή

source: For example "ει" becomes "ei", "οι" becomes "οi", "μπ" becomes "mp" etc
el: Για παράδειγμα "ει" γίνεται "ei", "οι" γίνεται "oi", "μπ" γίνεται "mp"

source: Advanced conversion
el: Προηγμένη μετατροπή

source: For example "ει", "οι" becomes "i", "μπ" becomes "b" etc
el: Για παράδειγμα "ει", "οι" γίνεται "i", "μπ" γίνεται "b" κτλ

source: post
el: άρθρου

source: posts
el: άρθρων

source: term
el: όρου

source: terms
el: όρων

source: The post %s was not converted. %s
el: Η δημοσίευση %s δεν μετατράπηκε. %s

source: The term %s was not converted. %s
el: Ο όρος %s δεν μετατράπηκε. %s

source: Last conversion report
el: Αναφορά τελευταίας μετατροπής

source: Duration: %s
el: Διάρκεια: %s

source: Permalinks successfully converted for %d/%d %s and %d/%d %s.
el: Μετατράπηκαν επιτυχημένα οι σύνδεσμοι για %d/%d %s και %d/%d %s.

source: The following errors occurred:
el: Παρουσιάστηκαν τα ακόλουθα σφάλματα:

source: No errors reported.
el: Δεν παρουσιάστηκαν σφάλματα.

source: Save Settings
el: Αποθήκευση Αλλαγών

source: Every %d Minutes
el: Κάθε %d λεπτά

source: Convert Greek characters to Latin on all your site's permalinks instantly.
el: Μετατρέψτε τους ελληνικούς χαρακτήρες σε λατινικούς σε όλες τους συνδέσμους του ιστότοπού σας αμέσως.

source: Dimitris Mavroudis
el: Δημήτρης Μαυρουδής
